#1) შექმენით ცვლადი, ახსენით რა არის ცვლადი და კომენტარებით გააკეთეთ მისი ნაბიჯ-ნაბიჯ აღწერა. ასევე დაბეჭდეთ ეს ცვლადი ხოლო მაქამდე print(1) ჩაწერეთ კომენტარად მის ზემოთ და ახსენით რატომ არ დაიბეჭდა 1.
#ცვლადი არის მეხსიერებაში არსებული ინფორმაცია რომელსაც ვარქმევთ სახელს 

#print(1) ეს არის კომენტარი რომელიც გამორჩეულია იმით რომ ტერმინალში ეს ინფორმაცია არ გადადის და ასევე არ წარმოქმნის ერორს
my_name="lasha"
print=(my_name)
#ცვლადის წერისას იყენებენ:
#print-ს
#ტოლობის ნიშანს (=) და ასევე
#ცვლადის მნიშვნელობა ("lasha")


#2) შექმენით პროგრამა, რომელშიც მომხმარებელი შემოიყვანს სახელს, გვარს, ჰობის, ასაკს, საყვარელ სპორტს და დაუბეჭდეთ ეს ინფორმაცია
first_name= input("first_name: ")
last_name= input("last_name: ")
your_hobby= input("your_hobby: ")

print("costumers first name is" , first_name )
print("costumers last name is", last_name)
print("costumers hobby is ", your_hobby)